[BackOthers]
Level0 = 1-20
Gold0 = 等级*6

Level1 = 21-40
Gold1 = 等级*8

Level2 = 41-60
Gold2 = 等级*20

Level3 = 61-70
Gold3 = 等级*50

Level4 = 71-80
Gold4 = 等级*90

Level5 = 81-90
Gold5 = 等级*170

Level6 = 91-105
Gold6 = 等级*340